Repository: mozilla-l10n/mt-training-data
Catalog: nmz/nmz_pontoon.tmx
Source language: en_us
Languages: nmz

source: 1 sentence collected
nmz: 1 máátǝ̀ kʊ́kpáátǝ̀

source: 2 down, keep it up!<playIcon></playIcon>
nmz: ʊ̀ tǝ̀ kààsǝ́ nàwʊ̀l kánà <playIcon></playIcon>, wàl rʊ́ʊ́ !

source: About
nmz: rʊ́ʊ̀

source: Accepted file types: .tsv only
nmz: tákǝ́rásǝ́ kútísísásǝ́ : tsv rǝ̀cél

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
nmz: { $actionType }<playIcon></playIcon>, à kàl máátǝ̀ kà sàrtǝ́ já?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
nmz: { $actionType }<recordIcon></recordIcon> ʊ́ jél nǝ̀ ɩ́ kál máátǝ̀ kà rón.

source: { $actionType }<stopIcon></stopIcon> when done
nmz: { $actionType }<stopIcon></stopIcon> ʊ́ kpǝ́ràà.

source: { $actionType } submit when ready
nmz: { $actionType } ʊ̀ cí sǝ̀ ɩ́ rɔ̀ɔ̀n mɩ́ tɩ̀, ɩ́ jèkǝ̀.

source: Add and Review Sentences, Add Questions, Transcribe Audio
nmz: máátǝ̀ tàsʊ́ŋ nǝ̀ tǝ̀ gbèŋkǝ̀lʊ̀ŋ, tóm wòsùŋ nǝ̀ tóm kʊ́kpààpǝ̀ mààwʊ̀ŋ

source: Add <icon></icon> a public domain sentence
nmz: tàsǝ̀<icon></icon> jǝ́rá tǝ́n àwóór mààtǝ̀

source: Add information
nmz: tóm tàsʊ́ŋ

source: Add new sentences for the community to read
nmz: ɩ́ tásǝ̀ mààtǝ̀ kʊ́fàtǝ̀ nǝ̀ mɩ̀ àkpàr tɩ̀ɩ̀nàà kál

source: Add one sentence per line
nmz: ɩ́ tásǝ̀ mààtǝ̀ kà tàà

source: Add questions in your language
nmz: ɩ́ tásǝ̀ àcìsùŋ tóm kà mɩ́ wʊ́tã̀ŋ tàà

source: Add Sentences
nmz: ɩ́ tásǝ́ mààtǝ̀

source: Add sentences in your language
nmz: ɩ́ tásǝ̀ mààtǝ̀ kà mɩ́ wʊ́tã́ŋ tàà

source: Add up to 1,000 sentences
nmz: ɩ́ tásǝ̀ mààtǝ̀ kà kàkáà 1 000

source: Add Your Voice
nmz: ɩ́ jèl náákpá mɩ́ núwéésǝ̀

source: Agriculture and Food
nmz: hàrǝ́m nǝ̀ tʊ̀kʊ̀tǝ̀ pǝ̀sʊ́ŋ

source: All sentence must have the same domain
nmz: ʊ̀ mɔ̀ɔ̀ná sǝ̀ mààtǝ̀ tǝ́n kpéntǝ̀ rǝ̀líínɖǝ̀

source: All sentences must have the same citation
nmz: ʊ̀ mɔ̀ɔ̀ná à rʊ́ nʊ́ʊ̀r lǝ̀mɔ̀ɔ̀sǝ́m kà mààtǝ̀ tǝ́n tà

source: Already have an account? <login>Log-In</login>
nmz: ŋ̀ wɩ́ɩ̀n kɔ́ntǝ̀ já ?<login> sʊ̀wɩ̀ɩ̀</login>

source: An error occurred fetching sentences
nmz: hìtúŋ nàmpǝ̀r lɔ̀ɔ̀ mààtǝ̀ lɩ̀wʊ̀ŋ tà.

source: An error occurred reviewing this sentence
nmz: hìtúŋ nàmpǝ̀r lɔ̀ɔ̀ mààtǝ̀ rǝ̀wììlɖǝ̀ tà.

source: An error occurred submitting your voice information
nmz: hìntúŋ nàmpǝ́r lɔ̀ɔ̀ ñá tóm jèkʊ́ŋ tàà

source: Approve
nmz: tìsúŋ

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
nmz: kʊ̀kʊ̀wèèsǝ̀ címísǝ̀ pǝ̀ cààrʊ̀, àmà ʊ̀ tà wósǝ́ sǝ̀ nùwèèsǝ̀nsǝ̀r kàà tàsǝ̀ rʊ́ʊ̀ ʊ̀ jèl nǝ̀ ʊ̀ kpà tóm wómpǝ̀ tàŋ àmààwʊ̀ŋ tóm tà nà. ʊ̀ cí sǝ̀ ɩ́ nɩ́ɩ́ tóm wómpǝ̀ wɩ̀ɩ̀n pǝ̀ tɩ̀ nǝ̀ àmààwʊ̀ŋ tóm nà, ɩ́ lô àkpààwʊ̀ŋ tóm. pǝ̀mpǝ̀ ñɩ̀ pɩ̀ɩ̀sǝ̀ pǝ̀ lííná jǝ́rá kòtǝ̀mǝ̀r cól.

source: Are you coming? <strong>[called by another]</strong>
nmz: ŋ̀ kʊ́ŋ já<strong> [núwã́ŋ nàŋkàr jààwʊ̀ŋ]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
nmz: ɩ́ wósǝ̀ tóm kà <matrixLink>mààtìrìsì rʊ̀ʊ̀</matrixLink><discourseLink> tìsìkɔ́ɔ́sǝ̀ rʊ̀ʊ̀</discourseLink> jàà<emailLink> àjèkùŋ tóm nàmpììr rʊ̀ʊ̀</emailLink>.

source: Automotive and Transport
nmz: lòòjá nǝ̀ sʊ̀ʊ̀lʊ́ŋ

source: Background Noise
nmz: tà kʊ̀kʊ̀wèèsǝ̀.

source: Background Voices
nmz: kɩ̀mã̀ŋ rʊ̀ kʊ̀kʊ̀wèèsǝ̀

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
nmz: ɩ́ wììl sàrtǝ̀ fɩ́ɩ́ nǝ̀ ɩ́ kìsì máátǝ̀ wóntǝ̀ kàlɖǝ̀ hìtǝ́ tǝ̀ kàlʊ́ŋ ná. kàlʊ́ŋ wɩ̀ɩ̀ ntèntè kà kòrʊ̀ŋ tàà. ʊ́ tá lá, kàlʊ́ŋ námbǝ́rǝ́ wɩ̀ɩ̀ kà ɩ́ tàkǝ̀r nɩ̀ɩ̀ pǝ̀ mɩ́ àwóór tà. à hɩ́nɖʊ̀ mɩ̀ sǝ̀ ɩ̀ ràà tǝ̀r nǝ̀ ɩ̀ kìsì kàlʊ́ŋ wómpǝ̀ wɩ̀ɩ̀ ntè nǝ̀ mɩ́ ñɩ́mpǝ̀ nà.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
nmz: pàà ʊ̀ cí «vagon» (FR) jàà «Ouagon» (BE) kàlʊ́ŋ cí kʊ́rʊ́mǝ̀tǝ̀ «wagon».

source: <bold>{ $count }</bold> Clips
nmz: <bold>{ $count }</bold> àlǝ̀sʊ̀ŋ tóm

source: <bold>Help us</bold> find more voices
nmz: <bold>ɩ́ sǝ́nɖà</bold>rà kpá núwéésǝ̀ nɩ́nsǝ̀.

source: Bulk batch
nmz: kpàtǝ̀r kpàtǝ̀r

source: Bulk Sentences Uploaded
nmz: mààtǝ̀ kʊ́jékǝ̀tǝ̀

source: By telling us about yourself, you will help developers build more inclusive technology
nmz: ɩ́ sólà sǝ̀ ɩ́ tàsǝ̀ rà tóm kà mɩ́ wʊ́tʊ́ŋ rʊ̀ʊ̀ já?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
nmz: nǝ́ ɩ́ làkǝ̀ kɔ̀ɔ̀mɔ̀n fɔ̀wɩ̀ɩ̀sǝ̀ rʊ̀ʊ̀ kà tǝ̀mǝ́r, ʊ̀ wósʊ́ sǝ̀ ɩ́ tìsì rà tǝ́mǝ́r <termsLink>pààtǝ̀ rʊ̀ʊ̀<termsLink> nǝ̀ rà<privacyLink> àmèsàŋ tóm rʊ̀ʊ̀<privacyLink>

source: Cancel Re-recording
nmz: ɩ́ jèl àlèlùŋ tóm kpààwʊ̀ŋ

source: Cancel Submission
nmz: jèl jèkʊ́ŋ

source: Cannot submit more than 1000 sentences
nmz: ɩ́ kàà pɩ̀ɩ̀sʊ̀ʊ̀ sǝ̀ ɩ́ rʊ́ mààtǝ̀ nǝ̀ ʊ́ tésǝ́ 1 000

source: Change preferences
nmz: lɔ̀ɔ̀sǝ̀ ñá sòòlǝ́m tà.

source: Check <icon></icon> is this a linguistically correct sentence?
nmz: ɩ́ wììl <icon></icon>nǝ̀ ɩ́ nq̀ sǝ̀ mààtǝ̀ sàrà jà

source: <chevron></chevron>See less
nmz: <chevron></chevron>wǝ̀l ànʊ̀ʊ̀sǝ̀nʊ̀ŋ cʊ́kɔ̀

source: <chevron></chevron>See more
nmz: <chevron></chevron>wǝ̀l ànʊ̀ʊ̀sǝ̀nʊ̀ŋ kpàtǝ̀rǝ̀

source: Citation
nmz: nʊ́ʊ́r lǝ̀mɔ̀ɔ̀sǝ́m

source: Cite with a URL link or the full name of the work.
nmz: ɩ́ rʊ́ nʊ́ʊ̀r lǝ̀mɔ̀ɔ̀sǝ́m kà mɩ́ mààtǝ̀ tà nǝ̀ ɩ wǝ́l pǝ̀ rìlíínɖǝ̀.

source: Click
nmz: ñʊ́ʊ̀

source: Clips Uploaded
nmz: à rʊ́ʊ́ kɛ̀lɛ̀mkɛ̀lɛ̀m kà àhìlìm tà.

source: Comment
nmz: tóm tàà lǝ̀sʊ̀ŋ

source: Contact Us
nmz: ɩ́ jáà rá

source: Continue
nmz: wɩ̀ɩ̀ rʊ́ʊ́

source: Continue validating
nmz: wɩ̀ɩ̀ tóm tìsúŋ rʊ̀ʊ̀

source: Contribute
nmz: sǝ̀nʊ́ŋ

source: Contribute sentences
nmz: mààtǝ̀ cǝ̀lʊ́ŋ

source: Contribution Criteria
nmz: sǝ̀nʊ̀ŋ pààtǝ̀

source: Create a profile
nmz: má ñá àlɩ̀ɩ̀mʊ̀ŋ

source: Criteria
nmz: pààtǝ̀

source: Datasets
nmz: tóm àsèntɩ̀ɩ̀

source: Delete my recordings
nmz: hɩ̀ɩ̀sǝ̀ àkpààwʊ̀ŋ tóm

source: Different language
nmz: wʊ̀tã̀ŋ nã̀ŋkàr

source: Difficult to pronounce
nmz: ʊ̀ wɩ̀ɩ̀ káár kà wʊ́tʊ́ŋ.

source: Discard ongoing recording
nmz: ràà làn tóm wómpǝ̀ ŋ̀ kpáá ná kà tǝ̀mǝ̀r

source: Does the sentence meet the guidelines?
nmz: mààtǝ̀ nǝ̀ àwòsà sǝ̀ à là wómpǝ̀ nà ʊ̀ tàmà jà?

source: Donate your voice
nmz: ɩ́ jèl nǝ̀ á kpá mɩ́ núwéésǝ̀ kà cʊ́kɔ̀

source: Don't see your language on Common Voice yet?
nmz: ñá wʊ́tã́ŋ rʊ́kʊ̀ tã̀ŋ káà ?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
nmz: ɩ́ tíísì mɩ́ tákǝ́rã́ŋ kà tàà cé jàà <uploadButton> ɩ́ ñʊ́ </uploadButton> rʊ̀ʊ̀ nǝ̀ ɩ́ jékǝ̀ ká

source: Drop file here to upload
nmz: ɩ́ rʊ́ tákǝ́rã̀ŋ kà cè nǝ̀ ɩ́ jékǝ́ ká

source: Enter your public domain sentence here
nmz: má jǝ́rá tǝ́n àwóór máátǝ̀ kà cè

source: Enter your public domain sentences here
nmz: má jǝ́rá tǝ́n àwóór máátǝ̀ kà cè

source: Error adding sentence
nmz: hìtúŋ nàmpǝ̀r lɔ̀ɔ̀ mààtǝ̀ tàsʊ́ŋ tà.

source: ESC
nmz: rǝ̀lìínɖǝ̀ wììr

source: Exit & Delete clips
nmz: ɩ́ líí nǝ̀ ʊ́ jél nǝ̀ ɩ́ hɩ́ɩ́sǝ̀ tóm kʊ̀kpààpǝ̀ kà pǝ́ tǝ́n.

source: Fewer than 15 words per sentence
nmz: mààtǝ̀ tá tàl 15

source: File is too large
nmz: tákǝ̀ràŋ kǝ̀l kpɔ̀ɔ̀lʊ́ŋ

source: File is too small
nmz: tákǝ́ràŋ kǝ́l cúŋká

source: Finance
nmz: wàràsǝ̀ tǝ̀mǝ́r

source: Finish recording
nmz: tɩ̀ɩ̀sǝ̀ tóm kpààwʊ̀ŋ.

source: Finish recording first?
nmz: tɩ̀ɩ̀sǝ̀ tóm kpààwʊ̀ŋ rǝ̀cà já?

source: Finish Review
nmz: tɩ̀ɩ̀sǝ̀ wììlùŋ

source: Finish validating
nmz: tɩ̀ɩ̀sǝ̀ tóm tìsùŋ

source: Finish validating clips?
nmz: à tɩ́ɩ́sǝ̀ tóm pǝ́ tìsùŋ já ?

source: Follow guidelines from “What sentences can I add?”
nmz: ɩ́ tǝ̀ŋkǝ̀ à rʊ̀wá sǝ̀ à là wóm nùwàŋ ná « mààtǝ̀ wóntã̀ŋ kànà mà tàsǝ̀ ? »

source: for example
nmz: à sʊ̀ʊ̀ sǝ́

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
nmz: fɩ́ɩ́nɩ̀ ñʊ́ʊ́tǝ́ lón lá sàrtǝ́ kà jǝ́rá tǝ́n cól nà ʊ̀ wósúú sǝ̀ à kpá tóm kà jǝ́rá rǝ̀pàtà. ʊ́ cí sǝ̀ à jèw wʊ́tǝ́r nʊ̀ʊ̀r kà ɩ̀ wʊ̀tʊ́ŋ wɩ̀ɩ̀ nǝ̀ pǝ̀ tɩ̀, ñʊ̀ʊ̀tǝ̀ lón ràà lànɩ̀ɩ̀ sàrǝ̀tǝ̀<learnMore> ɩ́ tàsǝ̀ lón sǝ́m kà lón ñʊ̀ʊ̀tǝ̀ rʊ̀ʊ̀.</learnMore>

source: General
nmz: àgbèntùŋ tàà

source: General language / multiple variants
nmz: wóntǝ̀ ʊ̀ mɔ̀ɔ́nà sǝ̀ àsǝ́m wʊ̀tã̀ŋ rʊ̀ʊ̀ nà / wʊ̀tásǝ́ lɩ́ɩ̀nsǝ̀ kpàtǝ̀r

source: Grammatical / spelling error
nmz: tàsàrǝ́m mààtǝ̀

source: Great!<recordIcon></recordIcon> Record your next clip
nmz: ŋ̀ lɔ̀ɔ̀ tǝ́mǝ́r kà sàrtǝ̀ !<recordIcon></recordIcon>kpá àlǝ̀sʊ̀ŋ tóm wómpǝ́ kʊ́ŋ ná

source: Great work!<playIcon></playIcon> Listen again when you're ready
nmz: ŋ̀ lɔ̀ɔ̀ tǝ́mǝ́r kà sàrtǝ̀ ! <playIcon></playIcon> ʊ̀ cì sǝ̀ ŋ́ rɔ̀ɔ̀n ñà tɩ̀, ŋ̀ tásǝ̀ kémsʊ̀ŋ.

source: Guidelines
nmz: ʊ̀ wósùù sǝ̀ à là wómpǝ́ nà

source: Healthcare
nmz: àlààfɩ́jà

source: Help create Common Voice’s first target segment in { $locale }
nmz: ɩ́ sǝ́ná nààmà kɔ̀mɔ̀n fɔ̀wɩ̀sǝ̀ àpàsǝ́nʊ́ŋ rʊ̀ʊ̀rtǝ̀ wóntǝ̀ rà lǝ̀sáá ná kà { $locale } tà.

source: Help us validate voices
nmz: ɩ́ sǝ́n rà rà tìsì núwéésǝ̀ kpààwʊ̀ŋ pǝ̀

source: His hand was rais-ed.
nmz: kpɔ̀nɔ̀ àfà jíìr kʊ́sǝ̀r pɔ̀ɔ̀tà.

source: History, Law and Government
nmz: càànàwʊ́ʊ̀ tóm, wâr, kómǝ́nátǝ̀

source: How do I cite?
nmz: sǝ́nã́ŋ kànà nʊ́ʊ̀r máà nʊ́ʊ́r lǝ̀mɔ̀ɔ̀sǝ́m kà ɩ̀ mààtǝ̀ tà ?

source: How to add multiple sentences
nmz: sǝ́nãŋ kàná àtàsǝ̀ tóm kpàtǝ̀r ?

source: How would you describe your sex or gender?
nmz: sǝ́nã́ŋ káná ŋ̀ cí sǝ̀ à sǝ̀m sǝ̀ ŋ̀ cí àpàal jáá jál ?

source: I agree
nmz: mà túsúù

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
nmz: má ñʊ́kʊ̀ʊ̀ níír sǝ̀sǝ̀ mààtǝ̀ ntǝ̀ cíí<wikipediaLink> jǝ́rá tǝ́n àwóór tóm</wikipediaLink> nǝ̀ mà tàsʊ́ʊ́ sǝ̀ à hààm nàmʊ́ŋ sǝ̀ mà jékǝ̀ tǝ́.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
nmz: má ñʊ́kʊ̀ʊ̀ níír sǝ̀sǝ̀ mààtǝ̀ ntǝ̀ cíí<wikipediaLink> jǝ́rá tǝ́n àwóór tóm</wikipediaLink> nǝ̀ mà tàsʊ́ʊ́ sǝ̀ à hààm nàmʊ́ŋ sǝ̀ mà jékǝ̀ tǝ́.

source: <icon></icon> Add multiple public domain sentences
nmz: <icon></icon> ɩ́ tàsǝ̀ jǝ́rá tǝ́n àwóór mààtǝ̀ kà kpàtǝ̀r

source: Ideally natural and conversational (it should be easy to read the sentence)
nmz: ʊ̀ wósùù sǝ̀ mààtǝ̀ káà wɩ̀ɩ̀ tǝ̀tǝ̀tʊ̀ʊ̀r (tǝ́ kàlʊ́ŋ rà lá káàr)

source: I do not agree
nmz: mà kìsúù

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
nmz: nǝ́ ʊ́ cí sǝ̀ mɩ́ mɔ̀ɔ̀mɔ̀ɔ̀ mɩ́ mààtǝ̀ káná, ɩ́ wǝ̀l sǝ̀<italicizedText>« mà lǝ̀mɔ̀ɔ̀sǝ́m » </italicizedText>. ʊ̀ wòsʊ̀ʊ̀ sǝ̀ rà sǝ̀m pǝ́ rìlììnɖǝ̀ nǝ̀ rà ná sǝ̀ nʊ́ʊ́r wɩ́ɩ̀n pǝ̀ rʊ̀ʊ̀ kà wár já jáá pǝ́ líín jǝ́rá tǝ́n àwóór tà. ɩ́ cí sǝ̀ ɩ̀ nɩ̀ɩ̀ tɩ̀ɩ̀ kà sàrǝ̀tǝ̀, ɩ́ wííl <guidelinesLink> rá pààtǝ̀</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
nmz: ʊ́ cí sǝ̀ àkpààwʊ̀ŋ tóm wɩ̀ɩ̀ tìlùtìlù ʊ̀ cààrʊ̀ tǝ̀ kèmǝ̀sʊ̀ŋ, ɩ́ jél tǝ́.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
nmz: nǝ́ ɩ́ sòòlà sǝ̀ àkpá tóm nǝ̀ àtàsǝ̀ mpǝ̀ ñɩ̀ rʊ̀ʊ̀, rà hɩ̀nɖʊ́ mɩ̀ sǝ̀ ɩ́ jáà<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
nmz: nǝ́ ɩ́ sòòláà sǝ̀ ɩ́ há tóm pǝ̀ tã̀ŋ rà kpààrǝ́tǝ tóm tà ná nǝ̀ ɩ́ tàsǝ̀ mpǝ̀ ñɩ̀ rʊ̀ʊ̀, rà hɩ̀nɖʊ́ mɩ̀ sǝ̀ ɩ́ jáà<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
nmz: ʊ̀ cí sǝ̀ mààtǝ̀ pǝ̀ tɩ̀ŋkʊ̀ pààtǝ̀ rʊ̀ʊ̀, ɩ́ ñʊ̀ʊ̀ « àkìsùŋ » wììr rʊ̀ʊ̀ kà ñɩ́ŋwɩ̀ɩ̀r rʊ̀ʊ̀. ʊ̀ cí sǝ̀ lǝ̀sʊ́ŋ wɩ̀ɩ̀ mɩ̀ kààr, ɩ́ jél nǝ̀ ɩ́ wál nà jǝ̀sà tà.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
nmz: ʊ̀ cí sǝ̀ mààtǝ̀ tɩ̀ŋkʊ̀ pààtǝ̀ rʊ̀ʊ̀, ɩ́ ñʊ̀ʊ̀ « àtìsùŋ » wììr rʊ̀ʊ̀ kà ñɩ́ntʊ̀ʊ̀r rʊ̀ʊ̀.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
nmz: ʊ́ cí sǝ̀ ɩ̀ kàtǝ̀n cààrtǝ́,ɩ̀ là lǝ̀mɔ̀ɔ̀sǝ́m. ʊ́́́́́́́́́ pǝ̀ làkǝ́, ɩ̀ ñʊ́ nǝ̀ ɩ́ « rɩ́ɩ́ná » jǝ̀sàtà.

source: If you run out of sentences to review, please help us collect more sentences!
nmz: ʊ̀ cí sǝ̀ à wììlùŋ mààtǝ̀ kpǝ̀rà, ɩ́ sǝ́ndà rà hìwù mààtǝ̀ kʊ́fátǝ̀ !

source: Include appropriate citation
nmz: ʊ̀ wósúú sǝ̀ à rʊ̀ʊ̀ nʊ́ʊ́r lǝ̀mɔ̀ɔ̀sǝ́m wómpǝ̀ sǝ̀ pǝ́ mɔ̀ɔ̀nà nà

source: Invalid file
nmz: tákǝ̀ràŋ tàsàr

source: It contains words or phrases that are hard to read or pronounce.
nmz: máátǝ̀ nàndǝ̀r wɩ̀ɩ̀ káár kà kálʊ̀ŋ.

source: It is written in a language different than what I’m reviewing.
nmz: à màà mààtǝ̀ kà wʊ̀tàŋ wóŋkà tà nà, kà wɩ̀ɩ̀ nà kà tɩ̀ nǝ̀ wóŋká mà kálʊ́ʊ́ nà.

source: It is written in a language different than what I’m speaking.
nmz: màà wʊ̀tʊ̀ wʊ̀tã̀ŋgà tà ŋ̀ màà nà.

source: Just Unsure?
nmz: ɩ́ làkǝ̀ mààmàà já ?

source: Keep it up, record again <recordIcon></recordIcon>
nmz: wàl nǝ̀ jǝ́sá tà kà sǝ́mpǝ́ nǝ̀ ŋ́ tásǝ̀ tóm kpààwʊ̀ŋ.

source: Keep the recordings
nmz: mésǝ́ tóm àkpààwʊ̀ŋ tóm

source: Keep track of your progress with a profile
nmz: rʊ́ ñáálɩ̀mʊ̀ŋ ʊ̀ jél nǝ̀ ŋ̀ mɔ́ɔ́sǝ̀ ñá jǝ́sá tá wálʊ́ŋ.

source: Language Fundamentals (e.g. Digits, Letters, Money)
nmz: àpààsǝ̀nʊ̀ŋ tóm kà wʊ́tásǝ̀ tà (àkɔ́ntá mààtǝ̀, mááràsǝ̀, wàrásǝ̀)

source: Languages
nmz: wʊ̀tàsǝ̀

source: Large bulk sentence submission
nmz: mààtǝ̀ kpàtǝ̀r jèkúŋ

source: Learn More
nmz: tàsǝ̀ sǝ́m

source: Leaving now means you'll lose your progress
nmz: ŋ́ líí kǝ́ŋkààhɩ́ŋ ŋ̀ lésʊ̀ʊ̀ ñá tǝ́mǝ́r wónɖǝ̀ ŋ̀ tèm làpǝ̀ ná

source: Listen
nmz: kèmǝ́sʊ́ŋ

source: Listen options menu
nmz: « kèmsʊ́ŋ » àwóór

source: Loading sentences…
nmz: máátǝ̀ gbòòlʊ́ŋ…

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
nmz: <loginLink> ɩ́ sʊ́wɩ́ɩ̀ kɔ̀ɔ̀mɔ̀n fɔ̀wɩ̀ɩ̀sǝ̀ rʊ̀ʊ̀</loginLink>jàà<loginLink> ɩ́ má mɩ́ jǝ́lá</loginLink> nǝ́ ɩ́ tásǝ̀ mààtǝ̀ kpàtǝ̀r

source: Log in or sign up to get started
nmz: sʊ̀wɩ̀ kɔ̀mɔ̀n fɔ̀wɩ̀sǝ̀ rʊ̀ jààsǝ̀ mà ñà jǝ́r nǝ̀ ŋ̀ pààsǝ̀ gbaŋgǝ̀lʊ́ŋ

source: Log In / Sign Up
nmz: sʊ̀wɩ̀ kɔ̀mɔ̀n fɔ̀wɩ̀sǝ̀ tà / má ñá jǝ́r

source: Make sure the sentence meets the following criteria:
nmz: ɩ́ ñǝ̀l nǝ̀ ɩ́ nà sǝ̀ mààtǝ̀ tɩ̀ŋkʊ́ pààtǝ̀ jà

source: Maximum file size: 25 MB
nmz: tákǝ́rá kpɔ̀ɔ̀lʊ́ŋ kèrìm : 25 Mo

source: Media and Entertainment
nmz: tóm rɩ̀ɩ̀sʊ́ŋ tǝ̀má nǝ̀ àséntɩ́ɩ̀

source: Minimum sentences in file: 1000
nmz: tómpǝ̀ ʊ̀ tà mɔ̀ɔ̀nà sǝ̀ àpàsǝ̀ pǝ́ tá kà tàkǝ̀ràŋ tà ná :1 000

source: [Mismatched content]
nmz: àfàtǝ̀lʊ̀ŋ

source: Misreadings
nmz: àhìndùŋ kàlʊ̀ŋ

source: Missing an <strong>'s'</strong> at the end of a word.
nmz: ʊ̀ kààsǝ́<strong> « ŋ » </strong> kà mààrʊ̀ŋ rǝ̀tèmǝ̀r

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
nmz: ʊ̀ kààsǝ́ <strong> « wǝ́r » kà </strong> jáá <strong> « wǝ̀r » kà </strong> tóm kpàwʊ̀ŋ àpààsʊ̀nʊ̀ŋ tà.

source: Missing the end of the last word by cutting off the recording too quickly.
nmz: àtɩ̀ɩ̀sʊ̀ŋ mààrʊ̀ŋ rǝ̀tèmǝ̀r sétáá wómpǝ̀ rʊ̀ʊ̀ nà à sǝ̀sǝ tóm kpàwʊ̀ŋ kà kpàtǝ̀kpàtǝ̀.

source: [More has been recorded than the required text]
nmz: à kpàá mààtǝ̀ nǝ̀ à résǝ̀l

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
nmz: wʊ̀tásǝ̀ kpàtǝ̀rǝ̀ kpàwʊ̀ŋ tà nà, jǝ̀rá mɔ̀ɔ̀mɔ̀ɔ̀ wʊ̀tʊ́ʊ́ nà. ɩ́ tìsǝ̀ tàmpǝ̀r kà kʊ̀kʊ̀wéésǝ̀, jòtǝ̀rʊ́ŋ jàà « kɔ̀nsɛ̀tǝ̀ » làpǝ̀ nùwèèsǝ̀. rà hɩ̀nrʊ̀ mɩ̀ sǝ̀ ɩ́ kìsǝ̀ wóntǝ̀ nǝ̀ŋ màsíìn wʊ̀tã̀ŋ kpàwʊ́ŋ.

source: Nature and Environment
nmz: kòrùŋ nǝ̀ wóntǝ̀ cóò rá ná

source: News and Current Affairs
nmz: kòrùŋ rʊ̀ʊ̀ tóm

source: No
nmz: ààjɩ̀

source: [No ‘a’ in the original text]
nmz: ɩ́ ràà rʊ̀ «y» kà gìrìm gìrìm mààtǝ̀ tà

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
nmz: <noCopyright> máátǝ̀ cí tàhɩ́n wár kà rǝ́tǝ́n</noCopyright>(cc-0)

source: No foreign letters
nmz: wʊ̀tásǝ̀ nɩ́ɩ́n sǝ́ máárásǝ̀ ráà hʊ̀ʊ̀tǝ̀ táà

source: No microphone found.
nmz: à tà hìwù núwáŋkpààsǝ̀r.

source: No numbers and special characters
nmz: àkɔ́ntá mààtǝ̀ nǝ̀ jém mààtǝ̀ táà

source: No sentences to review. <addLink>Add more sentences now!</addLink>
nmz: páá máátǝ̀ tã̀ŋ sǝ̀ á wììl. ɩ́ pɩ́ɩ́sʊ́ʊ́ nǝ̀<addLink> ɩ́ tásǝ̀ máátǝ̀</addLink>

source: No thanks, continue speaking
nmz: ààjɩ̀, ñá nǝ̀ tǝ̀mǝ́r. wɩ̀ɩ̀ wʊ̀tʊ́ŋ rʊ̀ʊ̀

source: Offensive language
nmz: àsíjáŋ tóm

source: Offensive speech
nmz: tóm pǝ̀ wɩ́ɩ́ ná

source: On desktop devices you can contribute by downloading…
nmz: ɩ́ pɩ́ɩ́sʊ́ sǝ̀ ɩ́ rɩ́ɩ́sǝ̀ tóm kà pììróò tà mààsíínáà rʊ̀ʊ̀

source: On his head he wore a beret.
nmz: pɩ́ɩ́pɔ̀ɔ̀ŋ ñúŋ hóŋ súrúgún.

source: On iOS please continue with Safari to enable recording…
nmz: ɩ́ láná sàfàrɩ̀ɩ̀ kà tǝ́mǝ̀r ʊ̀ jèl nǝ̀ ɩ́ páásǝ̀ tóm kpààwʊ̀ŋ kà ios rʊ̀ʊ̀...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
nmz: ʊ̀ cí sǝ̀ kàlɖǝ̀ tà nà màrʊ́ŋ kʊ́ nɩ̀ ɩ̀ ná jàà ɩ̀ kpàsʊ̀ àkpàsʊ̀ŋ sǝ̀ ɩ̀ kpá kàlʊ́ŋ kʊ́pám, rà hɩ̀nɖʊ̀ mɩ̀ sǝ̀ ɩ́ lô pǝ́. ʊ́ cí sǝ̀ ɩ́ hʊ̀ʊ̀ mɩ́ tà, ɩ́ ñʊ́ "àrɩ̀sʊ̀ŋ" wììr rʊ̀ʊ̀.

source: Partner
nmz: àkpàr

source: [Part of the text can’t be heard]
nmz: [àà nɩ̀ɩ̀ mààtǝ̀ nàntǝ́r]

source: <playIcon></playIcon>Last one!
nmz: <playIcon></playIcon> àtɩ̀ɩ̀sʊ̀ŋ ñɩ̀n kàlɩ́!

source: Play/Stop
nmz: kémsǝ́/ sǝ̀sǝ̀

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
nmz: rà hɩ́nɖʊ́ mɩ̀ sǝ̀ ɩ́ wál nǝ̀ ɩ́ wííl<templateFileLink> kpààrǝ̀tǝ̀ tóm</templateFileLink> ʊ̀ wósúú sǝ̀ mɩ́ mààtǝ̀ káà wɩ̀ɩ̀ nà tǝ́tɩ̀ nà (CC0 pààtǝ̀ jàà tǝ̀mǝ́r cǝ́fár wónɖǝ̀ rǝ̀ cí háà nàmʊ́ŋ sǝ̀ à lànɖǝ́ tǝ́mǝ́r ná ). mààtǝ̀ kʊ́sárǝ̀tǝ̀ tàŋ káàr kà kàlʊ̀ŋ. ʊ̀ wósúú sǝ̀ mààtǝ̀ kʊ́jékǝ́tǝ̀ káà là 10-15 cǝ́lcǝ́lnáà. ʊ̀ tà mɔ̀ɔ̀nà sǝ̀ àkɔ̀ntà mààtǝ̀, jǝ́rá jǝ̀lá nǝ̀ mààtǝ̀ jém jǝ̀ntǝ̀.

source: Please fill out this field.
nmz: rà hɩ́nɖʊ́ mɩ̀ sǝ̀ ɩ́ súùr wʊ̂ŋ kʊ̀.

source: Please select a language to review sentences.
nmz: ɩ́ lǝ́sǝ́ wʊ̀tã̀ŋ kàrǝ̀ nǝ̀ ɩ́ wííl mààtǝ̀.

source: r
nmz: e

source: [‘Raised’ in English is always pronounced as one syllable, not two]
nmz: ànàsààrǝ́m tà «sandwich» cí tómʊ́ŋ kʊ́rʊ́mʊ́ŋ jà nàwʊ̀l.

source: Rate limit exceeded. Try again in { $retryLimit } minutes
nmz: ɩ́ tàl mààtǝ̀ kèrǝ̀m. rà hɩ́nɖʊ̀ mɩ̀ sǝ̀ ɩ́ pààsǝ̀ càcàsǝ̀ { $retryLimit } tàà.

source: Rate limit exceeded. Try again in { $retryLimit } seconds
nmz: ɩ́ tàl mààtǝ̀ kèrǝ̀m. rà hɩ́nɖʊ̀ mɩ̀ sǝ̀ ɩ́ pààsǝ̀ cǝ̀lcǝ̀l { $retryLimit } tàà.

source: Reader Effects
nmz: núwáŋ lɔ̀ɔ̀sʊ̀ŋ nǝ̀ kʊ̀kʊ̀wèèsǝ̀ lììwùŋ

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
nmz: tóm sètʊ́ŋ tá sǝ́ « kʊ̀ʊ̀kʊ̀ » nǝ̀ á kál sǝ̀ « kʊ̀kʊ̀kʊ̀».

source: Read Sentences
nmz: kàl mààtǝ̀

source: Read Sentences, Answer Questions
nmz: kàl mààtǝ̀, cósǝ̀ tóm

source: Read Sentences <small>(Coming soon)</small>
nmz: kàl mààtǝ̀<small> (àjʊ̀kʊ́n wón ñɩ̀ kʊ́ŋ nà)</small>

source: Read sentences submitted by the community in various languages
nmz: kàl nɩ́ɩ́mpà mààtǝ̀ kà wʊ́tásǝ̀ ntèntè tàà

source: Ready to do { $count } more?
nmz: ŋ̀ pɩ́sʊ́ sɩ̀ ŋ̀ tàsǝ̀ lápǝ́ { $count } já ?

source: <recordIcon></recordIcon> Last one!
nmz: <recordIcon></recordIcon> àtɩ̀ɩ̀sǝ̀nʊ̀ŋ ñɩ̀n kàlɩ́ɩ̀!

source: [Recording cut off before the end of the last word]
nmz: [ àtɩ̀ɩ̀sʊ̀ŋ mààrʊ̀ŋ rǝ̀tèmǝ̀r sétàà ]

source: Record/Stop
nmz: rʊ́wʊ́ŋ/ rǝ̀sʊ̀ŋ

source: Record yourself reading sentences in your language
nmz: kpàà ñá tóm kà támpǝ̀ ŋ̀ kàlʊ̀ʊ̀ mààtǝ̀ kà ñá wʊ́tã̀ŋ tàà ná

source: Record yourself responding to questions and prompts in your language
nmz: kpàà ñá tóm kà támpǝ̀ ŋ̀ cósùù tóm kà ñá wʊ́tã̀ŋ tàà ná

source: Record your voice
nmz: ɩ́ kpá mɩ́ nùwéésǝ́

source: Reference the source of your sentence (required)
nmz: wǝ̀l ñá mààtǝ̀ rìlíínɖǝ̀ (féféré)

source: Reject
nmz: kìsì

source: Report
nmz: jǝ́sǝ́r kùlùŋ

source: Report was passed successfully
nmz: à jèkǝ̀ tǝ̀mǝ̀r àtɩ̀ɩ̀sʊ̀ŋ tàkǝ̀rã́ŋ kà sàrtǝ̀

source: Request a Language
nmz: cǝ́l wʊ́tã́ŋ

source: Re-record
nmz: tàsǝ̀ kpààwʊ́ŋ

source: Re-record clip
nmz: rɔ̀ɔ̀n kpááwʊ́ŋ

source: Return
nmz: rǝ̀sʊ́wɩ̀ɩ̀r

source: Review
nmz: gbèŋgǝ̀lʊ́ŋ

source: Review could not be saved. Please try again later.
nmz: à tà pɩ̀ɩ̀sǝ̀ nǝ̀ àkpà tóm kùwììlìm. rà hɩ̀nɖʊ̀ mɩ̀ sǝ̀ ʊ̀ tàsàà ɩ́ pààsǝ̀.

source: ⓘ Review Criteria
nmz: gbèŋgǝ̀lʊ́ŋ pààtǝ̀

source: Review Criteria
nmz: gbèŋgǝ̀lʊ́ŋ pààtǝ̀

source: Reviewed sentences not submitted, are sure?
nmz: à tà jékǝ̀ mààtǝ̀ wóntǝ́ à wììlà ná, ɩ́ wɩ́ɩ́ rʊ́ʊ́ já ?

source: Review existing sentences submitted by the community
nmz: ɩ́ wííl mààtǝ̀ wóntǝ́ mɩ́ àkpàr tɩ̀ɩ̀nàà lǝ̀sǝ́tǝ́ wá wǝ́l nǝ̀ tǝ̀ wɩ̀ɩ̀ mɩ̀ wʊ́tã̀ŋ tàà ná
